Revit 2027 API
ReferencePlane.GetPlane Method
 Returns the geometry plane to which the reference plane is assigned.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Plane GetPlane()
Public Function GetPlane As Plane
public:
Plane^ GetPlane()
member GetPlane : unit -> Plane
Return Value
Plane
 The geometry plane to which the reference plane is assigned.
See Also
Reference
ReferencePlane Class
Autodesk.Revit.DB Namespace